# Homebrew Bundle
#
# ```
# /bin/bash -c "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/HEAD/install.sh)"
# brew bundle
# ```

cask "bitwarden"
cask "brave-browser"
cask "raycast"
cask "alt-tab"

brew "ripgrep"
brew "git"
brew "curl"
brew "fd"
brew "fzf"
brew "wget"
brew "zsh"
brew "tailscale"
brew "openssl@3"

cask "docker"
cask "wezterm"
brew "go"
brew "neovim"
brew "nvm"
brew "oh-my-posh"


cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
