# Homebrew Bundle
#
# ```
# /bin/bash -c "$(curl -fsSL https://raw.githubusercontent.com/Homebrew/install/HEAD/install.sh)"
# brew bundle
# ```

cask "bitwarden"
cask "brave-browser"
cask "raycast"
cask "alt-tab"
cask "localsend"

brew "ripgrep"
brew "git"
brew "curl"
brew "fd"
brew "bat"
brew "fzf"
brew "wget"
brew "fastfetch"
brew "bash"
brew "zsh"
brew "tailscale"
brew "openssl@3"
brew "lazygit"

brew "docker"
cask "wezterm"
brew "go"
brew "lua"
brew "luajit"
brew "neovim"
brew "nvm"
brew "oh-my-posh"


cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "font-fira-code-nerd-font"
